<?php

return [
    'status' => [
        'name' => [
            'required' => 'Это обязательное поле',
            'unique' => 'Статус с таким именем уже существует',
        ]
    ],
    'flash' => [
        'status' => [
            'success' => [
                'create' => 'Статус успешно создан',
                'delete' => 'Статус успешно удалён',
                'update' => 'Статус успешно изменён',
            ],
            'fail' => [
                'delete' => 'Не удалось удалить статус',
            ]
        ]
    ],
    'ujs' => [
        'sure' => 'Вы уверены?',
    ]
];
